export const searchFields = [
    {
        "code": 220885,
        "name": "عنوان"
    },
    {
        "code": 220901,
        "name": "پدیدآور"
    },
    {
        "code": 220921,
        "name": "محل نشر"
    },
    {
        "code": 25410,
        "name": "سال تولد"
    },
    {
        "code": 220885,
        "name": "عنوان اثر"
    },
    {
        "code": 25440,
        "name": "منبع سرآمدی"
    },
    {
        "code": 233127,
        "name": "ناشر"
    },
    {
        "code": 225157,
        "name": "تاریخ نشر "
    },
    {
        "code": 25500,
        "name": "دانشگاه"
    },
    {
        "code": 25620,
        "name": "چکیده"
    },
    {
        "code": 220909,
        "name": "موضوع"
    },
    {
        "code": 221091,
        "name": "شابک"
    },
    {
        "code": 25650,
        "name": "سطح همایش"
    },
    {
        "code": 220901,
        "name": "سردبیر"
    },
    {
        "code": 220901,
        "name": "صاحب امتیاز"
    },
    {
        "code": 220901,
        "name": "مدیر مسئول"
    },
    {
        "code": 221091,
        "name": "شاپای الکترونیکی"
    },
    {
        "code": 211091,
        "name": "شاپای چاپی"
    },
    {
        "code": 220885,
        "name": "نام به انگلیسی"
    },
    {
        "code": 25680,
        "name": "نوع مرکز تحقیقاتی"
    },
    {
        "code": 225157,
        "name": "سال تاسیس"
    },
    {
        "code": 233127,
        "name": "وابستگی سازمانی"
    },
    {
        "code": 220921,
        "name": "محل"
    }
]
export default searchFields 